[
  {
    "name": "HackEPS2017",
    "date": "18-11-2017",
    "topDescription": "El 18 y 19 de noviembre de 2017 la Escuela Politécnica Superior (EPS) de la Universidad de Lleida (UdL) vivió su primera hackathon organizada en Lleida, un evento donde el motor principal es el desarrollo colaborativo de software en 24 horas.<br /><br /> El grupo de estudiantes que después compondria la asociación LleidaHack con la colaboración de la EPS organizaron el evento con la asistencia de 65 participantes que resolverian los retos propuestos por las siguientes empresas: Semic, Motec Control, Xtrategics, Just Digital y BonÀrea.",
    "bottomDescription": "Para el posible desarrollo de esta Hackathon contamos con la colaboración de las siguientes empresas y/o entidades: Escuela Politécnica Superior UDL, Semic, BonÀrea, Motec Control, Just Digital, Xtrategics, Escuela Politécnica Superior UDL, Ayuntamiento de Lleida, Plusfrésc, Colegio de Ingenieros informáticos de Cataluña, Sosteca, Copisteria LowCost, Arfon Fruits, Pessic Aitona, Global Lleida, Domino's Pizza y IFusion Shop.",
    "image": "/img/events/HackepsLogo.png",
    "modalImage": "/img/events/hackeps2017Modal.PNG",
    "color": "#ff8044",
    "seeMore": 
    [
      {"url":"http://www.eps.udl.cat/ca/noticies/Gran-exit-de-la-primera-hackathon-de-Lleida-aquest-cap-de-setmana-a-lEPS/", "text":"Noticia completa en la web de la UdL (cat)"}
    ]
  },
  {
    "name": "HackEPS2018",
    "date": "17-11-2018",
    "topDescription": "El 17 y 18 de noviembre de 2018 la Escuela Politécnica Superior (EPS) de la Universidad de Lleida (UdL) vivió su segunda hackathon organizada en Lleida, un evento donde el motor principal es el desarrollo colaborativo de software en 24 horas.<br /><br />Esta edición acogió a 90 personas que desarrollaron los productos de los retos propuestos por las empresas: Bon Area, Semic, Stratesys, Xtrategics y la Escuela Politécnica Superior.",
    "bottomDescription": "Para el posible desarrollo de esta Hackathon contamos con la colaboración de las siguientes empresas y/o entidades: Escuela Politécnica Superior UDL, Semic, BonÀrea, Stratesys, Xtrategics, Colegio de Ingenieros Informáticos de Cataluña, Intech3D, Plusfrésc, Alumni UDL, Domino's Pizza, Arfonfruits, JetBrains.",
    "image": "/img/events/HackepsLogo.png",
    "modalImage": "/img/events/hackeps2018Modal.PNG",
    "color": "#18bc9c",
    "seeMore": 
    [
      {"url":"http://www.eps.udl.cat/ca/noticies/La-segona-hackathon-de-Lleida-reuneix-un-centenar-de-programadors-a-lEPS/", "text":"Noticia completa en la web de la UdL (cat)"}
    ]

  },
  {
    "name": "HackCambridge",
    "date": "18-01-2019",
    "topDescription": "Nuestros miembros Marta, Paula, Oriol y Josep, fueron a participar a la Hack Cambridge, donde quedaron en segunda posición en el reto de Amazon. ",
    "bottomDescription": "",
    "image": "/img/events/OutsideLleidaHack.png",
    "modalImage": "/img/events/HackCambridge.jpeg",
    "color": "#D7263D",
    "seeMore": 
    [
      {"url":"", "text":""}
    ]
  },
  {
    "name": "Charla DialogFlow",
    "date": "21-01-2019",
    "topDescription": "Nuestro compañero Guillem Orellana realizó un taller para los chicos y chicas de ESO y Bachillerato del instituto Samuel Gili y Gaya de Lleida sobre Chatbots, los alumnos y alumnas pudieron llevar la teoria que Guillem explicó a la práctica mediante la herramienta de Google DialogFlow!",
    "bottomDescription": "",
    "image": "/img/events/CharlaDialogFlow.png",
    "modalImage": "/img/events/XerradaDialogFlowModal.jfif",
    "color": "#2176AE",
    "seeMore": 
    [
      {"url":"https://www.linkedin.com/feed/update/urn:li:activity:6496002879407685632", "text":"Consulta el post en nuestro Linkedin"}
    ]
  },
  {
    "name": "UCode",
    "date": "24-03-2019",
    "topDescription": "LleidaHack Reunió a tres grupos para participar en la hackathon uCode by Adidas de Zaragoza, dos de ellos resultaron premiados.<br><br> Uno de las ideas premiadas fué el uso de reconocimiento de imagenes para detectar si la postura es correcta para diferentes movimientos de boxeo, mientras que el otro proyecto se basaba en un simulador de un partido de futbol.",
    "bottomDescription": "",
    "image": "/img/events/OutsideLleidaHack.png",
    "modalImage": "/img/events/uCodeLleidaHackers.jpg",
    "color": "#D7263D",
    "seeMore": 
    [
      {"url":"http://www.eps.udl.cat/ca/noticies/Alumnes-i-antics-alumnes-de-lEPS-participen-a-la-hackathon-uCode-by-Adidas-de-la-Universitat-de-Saragossa/", "text":"Noticia completa en la web de la UdL (cat)"}
    ]
  },
  {
    "name": "Womentechmakers",
    "date": "28-03-2019",
    "topDescription": "Nuestra compañera Alba Lamas asistió al primer evento de WomanTechMakers organizado en Lleida por Google Developer Group Lleida, como mentora.<br />Durante el evento Alba ha tenido tiempo de conversar con diferentes chicos de bachillerato sobre el papel de la mujer en el ambito tecnológico y como la sociedad influye en ambos sexos.",
    "bottomDescription": "",
    "image": "/img/events/OutsideLleidaHack.png",
    "modalImage": "/img/events/WomanTechMakersAlba.jfif",
    "color": "#D7263D",
    "seeMore": 
    [
      {"url":"https://www.linkedin.com/feed/update/urn:li:activity:6517130537302392832", "text":"Consulta el post en nuestro Linkedin"}
    ]
  },
  {
    "name": "From Zero To Hero",
    "date": "23-05-2019",
    "topDescription": "El el pasado 23 de mayo la asociación LleidaHack junto con la EPS organizó una charla dirigida a alumnos de ESO y bachillerato con interés en el mundo de la informática.<br/><br/> Con esta charla se dió una visión personal de lo que es estudiar la carrera de ingenieria informática y que los conocimientos que se adquieren no son solo aplicables al mundo profesional, aprovechando para desmentir muchos de los prejuicios que se tienen sobre esta carrera.",
    "bottomDescription": "",
    "image": "/img/events/FromZeroToHero.png",
    "modalImage": "/img/events/FromZeroToHeroModal.png",
    "color": "#2176AE",
    "seeMore": 
    [
      {"url":"http://www.eps.udl.cat/ca/noticies/Lleidahack-i-lEPS-ofereixen-una-xerrada-dorientacio-als-estudis-de-la-branca-informatica/", "text":"Noticia completa en la web de la UdL (cat)"}
    ]
  }  
]